Repository: araeisy/villgame
Catalog: commands_*.po
Languages: hu, it, nl

source: Choose language
hu: Válassz nyelvet
nl: kies uw taal

# chatlink
source: Chat
hu: Csevegés

source: Quests🚀
hu: 🚀Kalandok
it: Missioni🚀
nl: speurtocht

source: Main menu
hu: Menü
nl: Hoofdmenu

# ratebot
source: Rate me ::-like-::
hu: Véleményezz ::-like-::
nl: Beoordeel mij ::-like-::

source: Cancel
hu: Mégsem
nl: Annuleren

source: 🍞Work!
hu: 🍞Munka!
it: 🍞Lavoro!
nl: Werk!

# quest_accept
source: Run quest🗡
hu: Kaland indítása🗡
it: Ricerca diretta🗡
nl: Voer speurtocht uit

# quest_reject
source: Not now
hu: Nem most
it: Non adesso
nl: Niet nu

source: Battles⚔
hu: Csaták⚔
it: ⚔Battaglie
nl: Veldslagen

source: Search opponent👁
hu: Ellenfél keresése👁
it: Cerchi l'avversario👁
nl: Zoek tegenstander

# battle_no_power
source: Few gold👎
hu: Veszni hagyom👎
it: Poco oro👎
nl: Weinig goud

source: Reject
hu: Visszautasít
nl: Afwijzen

# battle_add_power
source: Send reinforcement!🗡
hu: Erősítést küldök!🗡
it: Mandi il rinforzo!🗡
nl: Versterking sturen

# battle_start
source: Attack!⚔
hu: Megtámadom!⚔
it: Attacco!⚔
nl: Aanvallen!⚔

# quest_3
source: ⭐️Wolves
hu: ⭐Farkasok
it: ⭐️Lupi
nl: Wolven

source: Village
hu: Falu
nl: Dorp

# refresh_data
source: Update info🔃
hu: 🔃Infók frissítése
it: Informazioni🔃
nl: Ververs info

# tutorial_1
source: Grab coins!💰
hu: Elveszem a pénzt!💰
it: Monete di presa!💰
nl: Pak munten!💰

# return_to_village
source: To village🔙
hu: A faluhoz🔙
it: Al villaggio🔙
nl: Naar het dorp

# tutorial_2
source: Found a village🏘
hu: Találtam egy falut🏘
it: Trovato un villaggio🏘
nl: Dorp gevonden

# invite_friends
source: Get workers::-worker-::
hu: Több munkás::-worker-::
it: Ottieni lavoratori::-worker-::
nl: Krijg arbeiders::-worker-::

source: 📚Help
hu: 📚Segítség
it: 📚Aiuto

source: 🏆TOP
hu: 🏆Toplista

source: 📢Feedback
hu: 📢Visszajelzés

# harvest
source: Sell bread💰
hu: Kenyér eladása💰
it: Vendi il pane💰
nl: Verkoop brood

# quest_add_power
source: Send reinforcements! 🗡
hu: Erősítés küldése! 🗡
it: Mandi rinforzi! 🗡
nl: Stuur versterking! 🗡

# quest_no_power
source: No resources👎
hu: Nincs fedezet👎
it: Nessuna risorsa👎
nl: Geen middelen

# quest_1
source: ⭐️⭐️Protect the caravan
hu: ⭐️⭐️Karaván védelme
it: ⭐️⭐️Proteggi la carovana
nl: Bescherm de karavaan

# quest_2
source: ⭐️⭐️⭐️Save the village
hu: ⭐️⭐️⭐️Falu megvédése
it: ⭐️⭐️⭐️Salva il villaggio
nl: Red het dorp

# swords_10
source: Small troop 10::-sword-::
hu: Kevés katona 10::-sword-::
it: Piccolo gruppo 10::-sword-::
nl: Klein leger 10::-sword-::

# swords_100
source: Large troop 100::-sword-::
hu: Sok katona 100::-sword-::
it: Gran gruppo 100::-sword-::
nl: Groot leger 100::-sword-::

source: ⚔War quest⚔
hu: ⚔Hadjárat⚔
it: ⚔Ricerca di guerra⚔
nl: Oorlogsspeurtocht

# shop
source: ::-diamond-::Shop
hu: ::-diamond-::Bolt
it: ::-diamond-::Negozio
nl: ::-diamond-::Winkel

# buy_50_gold
source: Buy 50::-moneybag-:: for 5::-diamond-::
hu: Vásárolj 50::-moneybag-::t 5::-diamond-::ért
it: Compri 50::-moneybag-:: per 5::-diamond-::
nl: Koop 50::-moneybag-:: voor 5::-diamond-::
