Repository: araeisy/villgame
Catalog: texts_*.po
Languages: de, id

# feedback
source: Please, write your feedback about bot in the next message::-baloon-:: Also you can write to chat - https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA
id: Silahkan tulis umpan balik tentang bot di pesan selanjutnya.::-baloon-:: Kamu juga bisa gabung chat forum Village Game disini: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA

# botisstopped
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
id: Kamu telah berhenti bermain, mulai saat ini kamu tidak akan menerima pemberitahuan dari Bot. Kamu bisa mendaftar lagi dengan mengetik /start.

# ratebot
source: Please, rate this bot
id: Mohon untuk memberikan penilaian pada Bot untuk perkembangan Village Game.

# thanks
source: Thank you!
de: Dankeschön!
id: Terima Kasih!

# help
source: You are playing the first strategy game of Telegram. You can grow crops::-bread-::, change them to gold::-moneybag-::, run questsðŸš€, fight with other players âš”, and develop your village. Enjoy! Support chat: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA News channel - @VillageGameEn /chooselanguage - choose language
de: Du spielst das erste strategische Spiel auf Telegram. Bau Getreide an ::-bread-::, tausche es gegen Gold ::-moneybag-::, erfülle Quests 🚀, kämpfe gegen andere Spieler ⚔ und level dein Dorf. Viel Spaß! Chat: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA Channel: @VillageGameEn /chooselanguage - choose language
id: Selamat! Kamu satu-satunya user beruntung yang memainkan permainan strategi pertama di Telegram. Kamu bisa mulai membuat::-bread-::, Jual rotinya untuk mendapatkan harta ::-moneybag-::, run quests 🚀, Adu kekuatan dengan pemain lainnya ⚔, dan kembangkan desamu. Selamat berjuang! Bergabung forum Chat: https://telegram.me/joinchat/B31JfT9EAAjciWBlkhmEKA Channel: @VillageGameEn /chooselanguage: Pilih bahasa/выберите язык бота

# village_description
source: Village %villagename% (Level %level%::-village-::, %level_percents%%) Workers: %workers% ::-worker-:: Bread: %bread% / %max_bread% ::-bread-:: Gold: %gold% ::-moneybag-:: %diamonds% ::-diamond-:: Medals: %medals% ::-medal-::
de: %villagename%'s Dorf: (Level %level%::-village-::, %level_percents%%) Arbeiter: %workers% ::-worker-:: Brot: %bread% / %max_bread% ::-bread-:: Gold: %gold% ::-moneybag-:: %diamonds%::-diamond-:: Medailen: %medals% ::-medal-::
id: %villagename% Village: (Level %level%::-village-::, %level_percents%%) Pekerja: %workers% ::-worker-:: Roti: %bread% / %max_bread% ::-bread-:: Koin: %gold% ::-moneybag-:: Medali: %medals% ::-medal-::

# friend_added
source: A friend was added. You received 1::-worker-:: and 5::-moneybag-:: Invite friends /invite_friends
de: Neuer Freund hinzugefügt. Du hast 1 ::-worker-:: und 5 ::-moneybag-:: erhalten.
id: Seorang teman berhasil ditambahkan. Kamu mendapatkan 1 ::-worker-:: dan 5 ::-moneybag-::

# working_yet
source: You are currently working. Wait a short while. You can run quests /quests
de: Deine Arbeiter arbeiten gerade. Warte ein bisschen.
id: Pekerjamu sedang bekerja. Tunggu beberapa saat.

# work_started
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Arbeit hat begonnen und du erntest 20 ::-bread-::!
id: Pabrik roti mulai beroperasi untuk menhasilkan 20 ::-bread-::!

# promocode_accept
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Promocode akzeptiert. Gold: %gold%::-moneybag-::
id: Kode promo diterima. Gold: %gold%

# promocode_reject
source: Bad promocode. You can /work or run /quests
de: Falscher Promocode.
id: Kode promo tidak berlaku. :/

# work_finished
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Arbeit ist beendet, Eure Lordschaft!
id: Roti siap dijual, Juragan

# tutorial_1
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Während du durch die Felder gehst, siehst du einen Beutel auf der Straße liegen. Du findest 11 Münzen ::-moneybag-:: in ihm.
id: Kamu pergi ke ladang dan melihat buah dompet di jalan berisi 11 koin ::-moneybag-::.

# tutorial_2
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Ein schöner Zufall! Dann siehst du zwei Bauern ::-worker-::::-worker-::. Du hast eine geniale Idee - du stellst sie an und gründest hier eine neue Siedlung.
id: Itu sebuah keberuntungan! Kemudian, kamu melihat dua petani ::-worker-::::-worker-::. Dan kamu memiliki ide brilian — untuk menyewa mereka dan untuk membangun perkampungan disini.

# tutorial_3
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Nun, die Bauern sind eingestellt. Übrigens, jetzt ist der rechte Zeitpunkt um deine Ernte von 2000 ::-bread-:: für 20 ::-moneybag-:: zu verkaufen.
id: Yeah, para petani dipekerjakan. Sekarang kamu dapat menjual hasil panenmu sejumlah 2000 ::-bread-:: kamu bisa mengumpulkan 20 ::-moneybag-:: dari.

# tutorial_4
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Großartig! Die Ernte wächst mit der Zeit, deswegen empfehlen wir, dass du von Zeit zu Zeit in das Spiel schaust und sie einsammelst. Nun ist es Zeit das Geld für die geheimen Informationen zu verdienen - es ist notwendig 'Secret Codes' zu finden und im Spiel einzugeben. Um anzufangen tritt dem @VillageGameEn Kanal bei und kopiere den Code aus der Nachricht "Secret code: <code>" und sende ihn an diesen Bot.
id: Luarr biasaa! Ladang semakin berkembang seiring berjalannya waktu, kami menyarankan kamu untuk masuk ke permainan dan segera panen. Sekarang adalah waktu yang tepat mendapatkan uang untuk informasi rahasia — Kamu butuh kode rahasia dan masukkan dalam permainan. Untuk mendapatkannya masuk ke @VillageGameEn channel, salin kode dari pesan yang terdapat pada channel tersebut "Secret code: <code>" dan kirim ke Bot.

# tutorial_5
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du hast einen Code eingegeben und Geld erhalten. In Zukunft findest du weitere Codes im Kanal zum Spiel. Jetzt musst du dein Dorf leveln. Als erstes brauchst du mehr Arbeiter. Lade dazu einfach Freunde über %reflink% ein, pro Freund erhältst du einen Arbeiter ::-worker-:: und 5 ::-moneybag-::.
id: Kabar gembira!Kamu memasukkan sebuah kode dan mendapatkan uang. Untuk selanjutnya, kamu dapat menemukan kode-kodenya di channel. Sekarang kamu butuh untuk mengembangkan desa. Pertama, rekrutlah pekerja-pekerja baru. Caranya undang teman untuk ikut bermain game ini melalui link %reflink%. Tiap satu temanmu yang bergabung, kamu mendapatkan satu pekerja ::-worker-:: dan 3 ::-moneybag-::.

# tutorial_4_no
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Der eingegebene Code war leider falsch. Wir können dir kein Geld dafür geben :C. In Zukunft findest du weitere Codes im Kanal zum Spiel oder bekommst sie von Freunden. Jetzt musst du dein Dorf leveln. Als erstes brauchst du mehr Arbeiter. Lade dazu einfach Freunde über %reflink% ein, pro Freund erhältst du einen Arbeiter ::-worker-:: und 3 ::-moneybag-::.
id: Kamu baru saja memasukkan sebuah kode yang salah. Sayangnya, kami tidak bisa mencairkan uangnya :C. Untuk berikutnya, kamu bisa mendapatkan kode-kode di channel atau tanya temanmu. Sekarang adalah waktu yang tepat untuk mengembangkan ladang. Pertama, lakukan perekrutan pekerja baru. Caranya undang temanmu untuk bergabung melalui link %reflink%. Tiap satu teman yang bergabung, kamu mendapatkan satu pekerja ::-worker-:: dan 3 ::-moneybag-::.

# harvested
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du hast %bread_diff% ::-bread-:: für %gold_diff% ::-moneybag-:: verkauft, prima!
id: Kamu telah menjual %bread_diff% ::-bread-:: untuk %gold_diff% ::-moneybag-::, Mantap!

# tutorial_3_no
source: It is necessary to gather the harvest, otherwise it will corrupt. :( /harvest
de: Du musst die Ernte einfahren, sonst wird sie verrotten.
id: Ini membutuhkan gabungan dari ladang, sebaliknya hal itu akan membuat ladang membusuk. :C

# need_harvest
source: Your fields are filled. It is necessary to gather the harvest, otherwise the bread will corrupt - /harvest
de: Deine Felder sind voll. Du musst die Ernte einfahren, sonst wird sie verrotten.
id: Ladang siap dipanen. Sebaliknya, roti akan mulai basi.

# not_harvested
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Zu wenig Ernte. Warte bis du mindestens 100 ::-bread-:: hast. /quests
id: Hasil ladang terlalu sedikit. Tunggu hingga sedikitnya ada 100 ::-bread-::.

# quest_1_description
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Eine Karawane kommt in der Nähe deines Dorfes vorbei. Sie fragt dich nach Schutz. Sie brauchen %start_power% ::-sword-::. Für ihre Verteidigung erhältst du %gold% ::-moneybag-::.
id: Kafilah berjalan mendekati desamu. Dia membutuhkan perlindungan. Untuk melindunginya %start_power% ::-sword-::. Hasil penjagaan kamu mendapatkan %gold% ::-moneybag-::.

# quest_1_good
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Großartig! Die Karawane ist ohne Probleme vorbei gezogen und du kannst dich über dein Gold freuen!
id: Keren! Kafilah berjalan tanpa ada gangguan, dan kamu mendapatkan keuntungan!

# quest_1_question
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Karawane wurde angegriffen und ihre Beschützer konnten sie nur knapp verteidigen. Schicke %add_power% ::-sword-:: Unterstützung oder sie werden sterben!
id: Kafilah baru saja diserang dan pengawalmu mencoba melindunginya. Kirim bantuan %add_power% ::-sword-:: atau mereka akan gugur!

# quest_1_win
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Deine Truppen haben die Karawane beschützt und du hast deine Belohnung erhalten.
id: Pasukanmu berhasil melindungi kafilan dan kamu mendapatkan emas.

# quest_1_fail
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du hast keine Verstärkung geschickt und die Karawane wurde gemeinsam mit ihren Beschützern zerstört...
id: Kamu tidak melakukan bala bantuan, dan kafilah bersama dengan para pengawal telah dimusnahkan ....

# quest_2_description
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Banditen haben ein Dorf angegriffen. Der Bürgermeister hat um Hilfe gebeten — um die Banditen zu verjagen brauchst du %start_power% ::-sword-::. Der Sieg verspricht eine Belohnung von %gold% ::-moneybag-::.
id: Para maling menyerbu desa. Kepala desa meminta bantuan — untuk membubarkan para maling kamu harus mengirim pasukan tentara pada %start_power% ::-sword-::. Kemenangan akan mendapatkan %gold% ::-moneybag-::.

# quest_2_good
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Diese Banditen waren Feiglinge! Sie sind schon weggerannt, als sie nur deine Truppen gesehen haben. Es war zu einfach, aber die Älteren haben dir das versprochene Gold gegeben.
id: Para maling ternyata pengecut! Mereka lari terbirit-birit, ketika melihat pasukan tentaramu yang gagah. Bukan pekerjaan sulit, dan ketua adat menjanjikanmu emas.

# quest_2_question
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Banditen sind starke Jungs — sie haben deine Truppen in die Mangel genommen. Um zu gewinnen musst du zusätzlich %add_power% ::-sword-:: Truppen anheuern
id: Para maling terlalu kuat gan — mereka mengambil pasukanmu untuk bergabung ke komplotannya. Bila ingin menang, kamu harus merekrut pasukan tambahan di %add_power% ::-sword-::.

# quest_2_win
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Deine Unterstützung kam zur Rettung, sie haben alle Banditen besiegt und du kannst die einen Stapel Gold nehmen!
id: Pasukanmu datang untuk misi penyelamatan, menangkap para perampok, dan kamu mendapatkan sekarung emas!

# quest_2_fail
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Deine Truppen wurden besiegt...
id: Yahhh, pasukanmu telah dikalahkan....

# quests
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Wähle eine Quest, sie durchzuführen wird etwas kosten. Um ein 1 ::-sword-:: zu rekrutieren musst du 1 ::-moneybag-:: zahlen.
id: Kamu bisa melakukan penyelidikan, yang mana kamu akan dibayar. Untuk merekrut 1 ::-sword-:: kamu membutuhkan 1 ::-moneybag-::.

# quest_no_money
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du hast nicht genug Geld fürdie Quest. Lade deine Freunde ein, halte nach Promocodes ausschau oder fahre deine Ernte ein — Du brauchst Geld!
id: Kamu tidak punya uang untuk membayar penyelidikan. Ajak temanmu, cari kode promosi di channel, panen hasil ladang — kamu butuh uang!

# battles
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du kannst gegen andere Spieler kämpfen um Medailen ::-medal-:: zu gewinnen. Dafür musst du einen Gegner finden und ihn angreifen. Die Suche nach einem Gegner kostet dich 1 ::-moneybag-:: unabhängig vom Ergebnis.
id: Kamu bisa menyerang pemain lainnya untuk mendapatkan banyak medali ::-medal-::. Untuk melakukan ini, kamu harus mencari lawan dan serang mereka. Untuk tiap pencariannya, kamu membayar 1 ::-moneybag-:: tanpa memperdulikan pengeluarannya.

# battle_start
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Dein Gegner ist %villagename%, Lebel %level%.Um ihn anzugreifen brauchst du %start_power% ::-sword-:: Du wirst voraussichtlich %gold_diff% ::-moneybag-:: und %medals_diff% ::-medal-:: gewinnen. 1 ::-sword-:: kostet 1 ::-moneybag-::.
id: Lawanmu adalah %villagename%, level %level%. Untuk menyerang, kamu butuh %start_power% ::-sword-:: Kamu akan mengumpulkan emas %gold_diff% ::-moneybag-:: dan %medals_diff% ::-medal-::. 1 ::-sword-:: costs 1 ::-moneybag-::.

# battle_question
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Während der Schlacht kamen unsere Truppen in einen Hinterhalt. Schicke %add_power% ::-sword-:: Verstärkung oder lasse deine Truppen sterben!
id: Selama pertarungan, lawan melakukan wajib militer, yang mana hasilnya untuk mengepung pasukanmu. Untuk menyelamatkanmu, kamu butuh bala bantuan di %add_power% ::-sword-::, sebaliknya, kamu dan para pasukannya akan gugur di medan tempur!

# battle_win
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du hast die Schlacht gewonnen und %gold% ::-moneybag-:: und %medals% ::-medal-:: erhalten.
id: Yeay? Kamu memenangkan pertarungan dan mendapatkan %gold% ::-moneybag-:: dan %medals% ::-medal-::.

# battle_fail
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Unsere Truppen wurden von den überlegenen Truppen des Gegners besiegt — ein schrecklicher Verlust!
id: Para pasukan kita mengambil dari musuh paling superior — itu kekalahan menyakitkan!

# battle_good
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Problemlos nahmen unsere Truppen das Dorf ein und fanden %gold% ::-moneybag-:: und %medals% ::-medal-::.
id: Pasukan kita, tanpa kesulitan, menyerbu desa and mengumpulkan hasil rampasan %gold% ::-moneybag-:: dan mendapatkan %medals% ::-medal-::.

# battle_no_money
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du kannst keine Truppen schicken, du hast nicht genug Geld.
id: Kamu tidak bisa, ketika kamu baca badminton. :C

# quest_3_description
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Ein Bauer und seine Felder werden immer wieder von Wölfen befallen, die sich über das Vieh hermachen. Der Bauer zahlt dir %gold% ::-moneybag-::, wenn du ihn mit %start_power% ::-sword-:: unterstützt.
id: Penduduk yang merawat ladang dicabik-cabik oleh Serigala — mereka mencuri ternak. Dia menawar %gold% ::-moneybag-:: untuk bantuanmu %start_power% ::-sword-::.

# quest_3_good
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Wölfe sind weggerannt, als sie dich nur gesehen haben. Das war leichtes Geld ::-moneybag-::.
id: serigala kabur ketika hanya memandangku. Kamu mengumpulkan uang dg mudah.::-moneybag-::.

# quest_3_question
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Deine Truppen sind nicht Herr der Lage, schicke %add_power% ::-sword-:: Verstärkung oder du wirst am Ende leer ausgehen.
id: Pasukanmu tidak dapat mengatasi, dan jika kamu tidak mengirim bala bantuan %add_power% ::-sword-::, kamu tidak mendapatkan apa-apa.

# quest_3_fail
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du konntest dem Bauern nicht helfen... Tut mir Leid.
id: Kamu tidak bisa membantu petani... Maaf.

# quest_3_win
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die Verstärkung konnte die Wölfe besiegen. Der dankbare Bauer hat dir die volle Bezahlung gegeben.
id: Bala bantuan berhasil untuk menumpas para serigala. Para penduduk membayar penuh.

# tip_bread
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Arbeiter ::-worker-:: ernten ::-bread-:: für dich,welches du gegen Geld ::-moneybag-:: eintauschen kannst.
id: Pekerja ::-worker-:: hasil ladang ::-bread-:: untuk kamu, dan kamu menjualnya untuk ::-moneybag-::.

# tip_worker
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Arbeiter ::-worker-:: bauen ::-bread-:: an. Mit /invite_friends kannst du Freunde einladen, die die Nummer deiner Arbeiter aufstocken.
id: Pekerja ::-worker-:: Perkembangan ::-bread-::. Jumlah mereka dapat ditingkatkan dengan mengundang temanmu untuk join dalam permainan ini melalui /invite_friends.

# tip_medal
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Medailen ::-medal-:: zeigen deine Tapferkeit. Du erhältst sie in Schlachten ⚔.
id: Medali ::-medal-:: ukuran keberanianmu. Kamu mendapatkan medali ⚔.

# tip_level
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Dorflevel ::-village-:: - zeigt den Entwicklungsstatus deines Dorfs, er wächst durch verdientes ::-moneybag-::, angeheuerten ::-worker-:: und erkämpften ::-medal-::
id: Village Level ::-village-:: - indikator perkembangan, itu meningkatkan dari hasil pendapatan ::-moneybag-::, direkrut ::-worker-:: dan dikoleksi ::-medal-::

# tip_battles
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Schalchten ⚔ - kämpfe gegen andere Spieler. Suche nach Gegnern und besiege sie!
id: Bertarung⚔ - bertarung dengan pemain lainnya. Cari musuhmu dan kalahkan mereka!

# tip_quests
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Quests🚀 - deine Möglichkeit Geld ::-moneybag-:: zu verdienen.
id: Quests🚀 - kesempatan untuk kumpulkan uang ::-moneybag-::.

# tip_sword
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Für Schlachten und Quests heuerst du Söldner an: ::-sword-::. 1 ::-sword-:: kostet 1 ::-moneybag-::.
id: Dalam pertarungan dan penyelidikan, kamu butuh untuk merekrut prajurit bayaran: ::-sword-::. 1 ::-sword-:: costs 1 ::-moneybag-::.

# tip_promocode
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du kannst Geld ::-moneybag-::s von Promocodes erhalten. Halte nach ihnen Ausschau und schicke sie dem Bot. - @VillageGameEn
id: Kamu bisa dapatkan ::-moneybag-::s dengan sebuah kode promo. Temukan kodenya dan segera kirim ke Bot.

# invite_friends
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Arbeiter ::-worker-:: sind das Fundament deines Dorfes. Sie bauen Getreide ::-bread-:: an, das du gegen Goldmünzen ::-moneybag-:: eintauschen kannst. Arbeiter ::-worker-:: erhältst du wenn du Freunde einlädst. Für jeden Freund, der auf den Link (%reflink%) klickt, erhältst du 1 Arbeiter ::-worker-::. Du kannst ihnen entweder schreiben oder die vorherige Nachricht weiterleiten 🔝.
id: Pekerja ::-worker-:: Sumber daya manusia untuk kembangkan desamu. Mereka bekerja untuk hasilkan ::-bread-::, kamu jualnya untuk dapatkan koin emas ::-moneybag-::. Kamu bisa dapatkan ::-worker-:: dengan mengundang temanmu untuk ikut bermain. Setiap teman yang berhasil gabung melalui link %reflink%, kamu akan mendapatkan 1 pekerja ::-worker-::. Kamu bisa mengetik atau mem-forward linknya 🔝.

# template_share
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Unterstütze mich — klicke auf %reflink%, so bekomme ich Arbeiter ::-worker-:: und Gold ::-moneybag-:: in Telegrams ersten strategischen Spiel.\nÜbrigens, spiel mit — es ist ein tolles Spiel ::-baloon-::.
id: Bantuan — Klik link %reflink%, yang mana akan mendapatkan pekerja baru ::-worker-:: dan emas ::-moneybag-:: Permainan strategi pertama yang ada di Telegram. Yuk gabung — di permainan yang bikin kamu jadi pengusaha dan pembela masyarakat ::-baloon-::.

# defense_win
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du wurdest von %villagename% auf Level %level% ::-village-:: angegriffen. Er griff mit %power% ::-sword-:: Soldaten an, hatte aber keinen Erfolg. Der Sieg ist dein!
id: Kamu diserang oleh %villagename% of level %level% ::-village-::. Dia menghabiskan %power% ::-sword-:: tetapi tidak berhasil mengalahkanmu. Yeay!. Kamu menang!

# defense_fail
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Du wurdest von %villagename% auf Level %level% ::-village-:: angegriffen. Er griff mit %power% ::-sword-:: Soldaten an und besiegte dich, er hat dir %gold% ::-moneybag-:: gestohlen.
id: Kamu diserang oleh %villagename% of level %level% ::-village-::. Dia menghabiskan %power% ::-sword-:: untuk mengalahkanmu dan mengambil %gold% ::-moneybag-::.
