Repository: araeisy/villgame
Catalog: texts_*.po
Languages: de, id

# tip_money
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Gold ::-moneybag-:: ist die Währung des Spiels. Du verdienst sie indem du ::-bread-:: verkaufst oder Quests 🚀 und Schlachten ⚔ gewinnst.
id: Emas ::-moneybag-:: adalah alat tukar utama pada permainan ini. Kamu bisa mendapatkannya dengan memproduksi dan menjual ::-bread-:: dan keikutsertaan dalam quest 🚀 and pertarungan ⚔.

# top_before
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
de: Die besten Spieler ::-medal-::
